Repository: Alabfa/football_quiz
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Developed By
ar: تم التطوير بواسطة

source: Done
ar: حسنا

source: Exit to Home
ar: الخروج إلى الصفحة الرئيسية

source: Athletic Bilbao
ar: أتليتيك بلباو

# atletico_madrid
source: Atlético Madrid
ar: اتليتيكو مدريد

source: Barcelona
ar: برشلونة

source: Celta Vigo
ar: سيلتا فيجو

# deportivo_alaves
source: Deportivo Alavés
ar: ديبورتيفو ألافيس

source: Espanyol
ar: اسبانيول

source: Getafe
ar: خيتافي

source: Girona
ar: جيرونا

source: Las Palmas
ar: لاس بالماس

# leganes
source: Leganés
ar: ليجانيس

source: Mallorca
ar: مايوركا

source: Osasuna
ar: أوساسونا

source: Rayo Vallecano
ar: رايو فاليكانو

source: Real Betis
ar: ريال بيتيس

source: Real Madrid
ar: ريال مدريد

source: Real Sociedad
ar: ريال سوسيداد

source: Real Valladolid
ar: ريال بلد الوليد

source: Sevilla
ar: اشبيلية

source: Valencia
ar: فالنسيا

source: Villarreal
ar: فياريال

# language_subtitle
source: your preferred language
ar: اللغة المفضلة لديك

# language_title
source: Choose
ar: اختر

source: Loading data...
ar: جاري تحميل البيانات...

# no_data
source: No data found
ar: لم يتم العثور على أي بيانات

source: Arsenal
ar: ارسنال

source: Aston Villa
ar: استون فيلا

source: Bournemouth
ar: بورنموث

source: Brentford
ar: برينتفورد

source: Brighton
ar: برايتون

source: Chelsea
ar: تشيلسي

source: Crystal Palace
ar: كريستال بالاس

source: Everton
ar: ايفرتون

source: Fulham
ar: فولهام

source: Ipswich Town
ar: إيبسويتش تاون

source: Leicester City
ar: ليستر سيتي

source: Liverpool
ar: ليفربول

source: Manchester City
ar: مانشستر سيتي

source: Manchester United
ar: مانشستر يونايتد

source: Newcastle United
ar: نيوكاسل يونايتد

source: Nottm Forest
ar: نوتنغهام فورست

source: Southampton
ar: ساوثهامبتون

source: Tottenham Hotspur
ar: توتنهام هوتسبير

source: West Ham
ar: وست هام

source: Wolverhampton
ar: ولفرهامبتون

source: Napoli
ar: نابولي

source: Inter Milan
ar: إنتر ميلان

source: Atalanta
ar: أتلانتا

source: Juventus
ar: يوفنتوس

source: Lazio
ar: لاتسيو

source: Roma
ar: روما

source: Bologna
ar: بولونيا

source: AC Milan
ar: إيه سي ميلان

source: Fiorentina
ar: فيورنتينا

source: Como
ar: كومو

source: Torino
ar: تورينو

source: Udinese
ar: أودينيزي

source: Genoa
ar: جنوى

source: Cagliari
ar: كالياري

source: Verona
ar: هيلاس فيرونا

source: Parma
ar: بارما

source: Venezia
ar: فينيسيا

source: Lecce
ar: ليتشي

source: Empoli
ar: إمبولي

source: Monza
ar: مونزا

source: Question
ar: السؤال

# question_title
source: What team does this flag represent?
ar: ما هو الفريق الذي يمثله هذا العلم؟

# result_score
source: You got {correctAnswers} out of {totalQuestions} questions correct!
ar: لقد حصلت على {correctAnswers} من إجمالي {totalQuestions} سؤالاً صحيحًا!

# result_title
source: Your Result
ar: نتيجتك

source: Retry Quiz
ar: إعادة الاختبار

source: Score
ar: النتيجة

# scoreMessageAboveAverage
source: Solid. You’re like a training session—lots of effort, but no one’s watching.
ar: زين، بس مثل لاعب احتياطي يدخل آخر دقيقة، الكل يعرف إنه وجوده ما يفرق بشيء.

# scoreMessageAverage
source: You passed... just. You’re like a broken TV remote: barely functional.
ar: عبرت بالكوة، مثل واحد ينجح بالامتحان بس بالغش، الكل يعرف إنه ما يستحق.

# scoreMessageFail
source: Absolute fail. You’re like the VAR review nobody asked for.
ar: فاشل بمعنى الكلمة، مثل VAR محد طلبه وخابص الدنيا.

# scoreMessageHigh
source: Congrats! You’re like a football team without fans—everyone knows you exist, but nobody really cares.
ar: تمام، بس مثل واحد مشتري عطر غالي وماحد لاحظ الريحة.

# scoreMessageLow
source: Ouch. You’re like a penalty miss in the final. Just sad.
ar: مصيبة، مثل واحد ضيع پنالتي بنهائي وما يدري شلون يبرر.
